/* NSTextField (1 hour) : <title:1 hour> (oid:12) */
"1 hour" = "1 ora";

/* NSTextField (10 minutes) : <title:10 minutes> (oid:13) */
"10 minutes" = "10 minuti";

/* NSTextField (Active probing interval) : <title:Active probing interval> (oid:9) */
"Active probing interval" = "Intervallo di monitoraggio attivo";

/* NSBox (Appearance) : <title:Appearance> (oid:31) */
"Appearance" = "Aspetto";

/* NSButton (Automatically save Sessions) : <title:Automatically save Sessions> (oid:42) */
"Automatically save Sessions" = "Registra automaticamente le sessioni";

/* NSButton (Automatically start monitoring at launch) : <title:Automatically start monitoring at launch> (oid:51) */
"Automatically start monitoring at launch" = "Inizia monitoraggio all’avvio";

/* NSBox (General settings) : <title:General settings> (oid:29) */
"General settings" = "Impostazioni generali";

/* NSButton (Hide Dock icon (requires restart)) : <title:Hide Dock icon (requires restart)> (oid:47) */
"Hide Dock icon (requires restart)" = "Nascondi l’icona del Dock (richiede il riavvio)";

/* NSTextField (If set to never, the application will passively wait for a change of the battery properties.) : <title:If set to never, the application will passively wait for a change of the battery properties.> (oid:14) */
"If set to never, the application will passively wait for a change of the battery properties." = "Se impostato su Mai, l’applicazione attenderà passivamente un cambio nelle proprietà dell’alimentazione.";

/* NSButton (Launch as Login Item) : <title:Launch as Login Item> (oid:33) */
"Launch as Login Item" = "Imposta come elemento Login";

/* NSTextField (Never) : <title:Never> (oid:11) */
"Never" = "Mai";

/* NSButton (Save current Session on quit) : <title:Save current Session on quit> (oid:36) */
"Save current Session on quit" = "Registra la sessione corrente all’uscita";

/* NSButton (Show battery status in Dock icon) : <title:Show battery status in Dock icon> (oid:23) */
"Show battery status in Dock icon" = "Mostra stato batteria nell’icona del Dock";

/* NSButton (Show battery status in the Menu bar) : <title:Show battery status in the Menu bar> (oid:39) */
"Show battery status in the Menu bar" = "Mostra stato batteria nella barra dei menu";

/* NSButton (Show battery status on the Desktop) : <title:Show battery status on the Desktop> (oid:23) */
"Show battery status on the Desktop" = "Mostra stato batteria sulla Scrivania";

